/* About screen blog label */
"About.blog" = "Blog";

/* About screen footer */
"About.footer" = "Dicipta oleh pasukan AurWallet global. Versi %1$@";

/* Privay Policy button label */
"About.privacy" = "Dasar Privasi";

/* About screen reddit label */
"About.reddit" = "Reddit";

/* Terms of Use button label */
"About.terms" = "Terma Penggunaan";

/* About screen title */
"About.title" = "Tentang";

/* About screen twitter label */
"About.twitter" = "Twitter";

/* Close modal button accessibility label */
"AccessibilityLabels.close" = "Tutup";

/* Support center accessibiliy label */
"AccessibilityLabels.faq" = "Pusat Sokongan";

/* Loading Wallet Message */
"Account.loadingMessage" = "Memuatkan Wallet";

/* Default wallet name */
"AccountHeader.defaultWalletName" = "AurWallet Saya";

/* Error alert title */
"Alert.error" = "Ralat";

/* No internet alert message */
"Alert.noInternet" = "Tiada sambungan internet dijumpai. Semak sambungan anda dan cuba lagi.";

/* Warning alert title */
"Alert.warning" = "Amaran";

/* 'the addresses were copied'' Alert title */
"Alerts.copiedAddressesHeader" = "Alamat Disalin";

/* Addresses Copied Alert sub header */
"Alerts.copiedAddressesSubheader" = "Semua alamat wallet telah berjaya disalin.";

/* Alert Header Label (the paper key was set) */
"Alerts.paperKeySet" = "Kunci Kertas Ditetapkan";

/* Alert Subheader label (playfully positive) */
"Alerts.paperKeySetSubheader" = "Hebat!";

/* Alert Header label (the PIN was set) */
"Alerts.pinSet" = "PIN Ditetapkan";

/* Send failure alert header label (the send failed to happen) */
"Alerts.sendFailure" = "Gagal menghantar";

/* Send success alert header label (confirmation that the send happened) */
"Alerts.sendSuccess" = "Pengesahan Penghantaran";

/* Send success alert subheader label (e.g. the money was sent) */
"Alerts.sendSuccessSubheader" = "Wang Dihantar!";

/* JSON Serialization error message */
"ApiClient.jsonError" = "Ralat Serialization JSON";

/* Wallet not ready error message */
"ApiClient.notReady" = "Wallet tidak sedia";

/* API Token error message */
"ApiClient.tokenError" = "Tidak dapat mencapai semula token API";

/* header of balance */
"Balance.header" = "JUMLAH\nBAKI";

/* Send BCH view body. */
"BCH.body" = "Masukkan destinasi alamat Auroracoin di bawah. Semua Auroracoin di wallet anda pada masa garpu (%1$@) akan dihantar. ";

/* Confirm sending <$5.00> to <address>? */
"BCH.confirmationMessage" = "Sahkan penghantaran  %1$@ ke %2$@ ";

/* Confirmation alert title */
"BCH.confirmationTitle" = "Pengesahan";

/* Generic bch erorr message */
"BCH.genericError" = "Akaun anda tidak mengandungi Auroracoin, atau anda menerima Auroracoin selepas garpu.";

/* Transaction ID copied message */
"BCH.hashCopiedMessage" = "ID Transaksi disalin";

/* No address error message */
"BCH.noAddressError" = "Sila masukkan alamat";

/* Attempted to scan unsupported qr code error message. */
"BCH.paymentProtocolError" = "Permintaan Protokol Pembayaran tidak disokong untuk transaksi Auroracoin";

/* BCH successfully sent alert message */
"BCH.successMessage" = "Auroracoin telah berjaya dihantar.";

/* Widthdraw BCH view title */
"BCH.title" = "Mengeluarkan Auroracoin";

/* Tx Hash button header */
"BCH.txHashHeader" = "ID Transaksi Auroracoin";

/* Approve button label */
"BitID.approve" = "Lulus";

/* <sitename> is requesting authentication using your bitcoin wallet */
"BitID.authenticationRequest" = "%1$@ meminta pengesahan menggunakan wallet Auroracoin anda";

/* Deny button label */
"BitID.deny" = "Nafi";

/* BitID error alert title */
"BitID.error" = "Ralat Pengesahan";

/* BitID error alert messaage (The payment service you are trying to use isn't working. Please contact them, as you may need to try again) */
"BitID.errorMessage" = "Sila semak dengan perkhidmatan ini. Anda mungkin perlu cuba lagi.";

/* BitID success alert title */
"BitID.success" = "Berjaya Disahkan";

/* BitID Authentication Request alert view title */
"AurID.title" = "Permintaan Pengesahan AurID";

/* Cancel button label */
"Button.cancel" = "Batal";

/* Ignore button label */
"Button.ignore" = "Abai";

/* menu button */
"Button.menu" = "Menu";

/* No button */
"Button.no" = "Tidak";

/* OK button label */
"Button.ok" = "OK";

/* receive button */
"Button.receive" = "terima";

/* send button */
"Button.send" = "hantar";

/* Settings button label */
"Button.settings" = "Tetapan";

/* Settings button label */
"Button.submit" = "Hantar";

/* Yes button */
"Button.yes" = "Ya";

/* Camera plugin instruction */
"CameraPlugin.centerInstruction" = "Pusatkan ID anda di dalam kotak";

/* Amount to Send: ($1.00) */
"Confirmation.amountLabel" = "Amaun untuk Dihantar: ";

/* Network Fee: ($1.00) */
"Confirmation.feeLabel" = "Caj Rangkaian:";

/* eg. Processing time: This transaction will take 10-30 minutes to process. */
"Confirmation.processingTime" = "Masa pemprosesan: Transaksi ini akan mengambil %1$@ saat untuk diproses.";

/* Label for "send" button on final confirmation screen */
"Confirmation.send" = "Hantar";

/* Confirmation Screen title */
"Confirmation.title" = "Pengesahan";

/* To: (address) */
"Confirmation.to" = "Ke";

/* Total Cost: ($5.00) */
"Confirmation.totalLabel" = "Jumlah Kos:";

/* Confirm paper phrase view label. */
"ConfirmPaperPhrase.label" = "Untuk memastikan segalanya ditulis dengan betul, sila masukkan perkataan berikut daripada kunci kertas anda.";

/* Word label eg. Word #1, Word #2 */
"ConfirmPaperPhrase.word" = "Perkataan #%1$@";

/* Bitcoin denomination picker label */
"DefaultCurrency.bitcoinLabel" = "Unit Paparan Auroracoin";

/* Exchange rate label */
"DefaultCurrency.rateLabel" = "Kadar Pertukaran";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableMessage" = "Peranti ini tidak dikonfigurasi untuk menghantar e-mel dengan aplikasi mel iOS.";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableTitle" = "E-mel Tidak Tersedia";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableMessage" = "Peranti ini tidak dikonfigurasi untuk menghantar mesej.";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableTitle" = "Pemesejan Tidak Tersedia";

/* You can customize your Face ID Spending Limit from the [FaceIdSettings.linkText gets added here as a button] */
"FaceIDSettings.customizeText" = "Anda boleh menyesuaikan had perbelanjaan ID Muka anda dari %1$@";

/* Face Id screen label */
"FaceIDSettings.label" = "Gunakan muka anda untuk membuka AurWallet anda dan hantar wang sehingga had yang ditetapkan.";

/* Link Text (see FaceIdSettings.customizeText) */
"FaceIDSettings.linkText" = "Teks Pautan ";

/* Face id switch label. */
"FaceIDSettings.switchLabel" = "Dayakan ID Muka untuk AurWallet";

/* Face ID settings view title */
"FaceIDSettings.title" = "ID Muka";

/* Face ID unavailable alert message */
"FaceIDSettings.unavailableAlertMessage" = "Anda belum menetapkan ID Muka pada peranti ini. Pergi ke Tetapan->ID Muka & Kod Laluan untuk menetapkannya sekarang.";

/* Face ID unavailable alert title */
"FaceIDSettings.unavailableAlertTitle" = "ID Muka Belum Ditetapkan";

/* Face Id spending limit screen title */
"FaceIDSpendingLimit.title" = "ID Muka Had Perbelanjaan";

/* Economy fee */
"FeeSelector.economy" = "Ekonomi";

/* Fee Selector economly fee description */
"FeeSelector.economyLabel" = "Anggaran Penghantaran: 10+ minit";

/* Warning message for economy fee */
"FeeSelector.economyWarning" = "Pilihan ini tidak disyorkan untuk transaksi sensitif masa.";

/* Regular fee */
"FeeSelector.regular" = "Biasa";

/* Fee Selector regular fee description */
"FeeSelector.regularLabel" = "Anggaran Penghantaran: 15-30 saat";

/* Fee Selector title */
"FeeSelector.title" = "Kelajuan Memproses";

/* Checking private key balance progress view text */
"Import.checking" = "Memeriksa keseimbangan kunci peribadi...";

/* Sweep private key confirmation message */
"Import.confirm" = "Menghantar %1$@ daripada kunci peribada ke dalam wallet anda? Rangkaian Auroracoin akan menerima yuran sebanyak %2$@.";

/* Duplicate key error message */
"Import.Error.duplicate" = "Kunci peribadi ini telah berada dalam wallet anda.";

/* empty private key error message */
"Import.Error.empty" = "Kunci peribadi ini kosong.";

/* High fees error message */
"Import.Error.highFees" = "Yuran transaksi ini menelan belanja lebih daripada dana yang tersedia pada kunci peribadi ini.";

/* Not a valid private key error message */
"Import.Error.notValid" = "Kunci peribadi tidak sah";

/* Import signing error message */
"Import.Error.signing" = "Ralat menandatangani transaksi";

/* Import button label */
"Import.importButton" = "Import";

/* Importing wallet progress view label */
"Import.importing" = "Mengimport Wallet";

/* Caption for graphics */
"Import.leftCaption" = "Wallet untuk diimport";

/* Import wallet intro screen message */
"Import.message" = "Mengimport wallet, memindahkan semua wang dari wallet anda yang lain ke dalam AurWallet anda menggunakan transaksi tunggal.";

/* Enter password alert view title */
"Import.password" = "Kunci peribadi ini dilidungi kata laluan.";

/* password textfield placeholder */
"Import.passwordPlaceholder" = "kata laluan";

/* Caption for graphics */
"Import.rightCaption" = "AurWallet Anda";

/* Scan Private key button label */
"Import.scan" = "Imbas Kunci Peribadi";

/* Import wallet success alert title */
"Import.success" = "Berjaya";

/* Successfully imported wallet message body */
"Import.SuccessBody" = "Wallet berjaya diimport.";

/* Import Wallet screen title */
"Import.title" = "Import Wallet";

/* Unlocking Private key activity view message. */
"Import.unlockingActivity" = "Membuka Kunci";

/* Import wallet intro warning message */
"Import.warning" = "Mengimport wallet tidak termasuk sejarah transaksi atau butiran lain.";

/* Wrong password alert message */
"Import.wrongPassword" = "Kata laluan salah, sila cuba lagi.";

/* Close app button */
"JailbreakWarnings.close" = "Tutup";

/* Ignore jailbreak warning button */
"JailbreakWarnings.ignore" = "Abaikan";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithBalance" = "KESELAMATAN PERANTI DIKOMPROMI\nSebarang aplikasi 'jailbreak' boleh mengakses rantai kunci AurWillet dan mencuri Auroracoin anda! Padam wallet ini segera dan pulihkan pada peranti yang selamat.";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithoutBalance" = "KESELAMATAN PERANTI DIKOMPROMI\nSebarang aplikasi 'jailbreak' boleh mengakses data rantai kunci AurWallet  dan mencuri Auroracoin anda. Sila gunakan hanya AurWallet pada peranti yang tidak di 'jailbreak'.";

/* Jailbreak warning title */
"JailbreakWarnings.title" = "AMARAN";

/* Location services disabled error */
"LocationPlugin.disabled" = "Perkhidmatan lokasi dilumpuhkan.";

/* No permissions for location services */
"LocationPlugin.notAuthorized" = "AurWallet tidak mempunyai kebenaran untuk mengakses perkhidmatan lokasi.";

/* Wallet creation date prefix */
"ManageWallet.creationDatePrefix" = "Anda telah mencipta wallet anda pada %1$@";

/* Manage wallet description text */
"ManageWallet.description" = "Nama wallet anda hanya muncul dalam sejarah transaksi akaun anda dan tidak dapat dilihat oleh orang lain.";

/* Change Wallet name textfield label */
"ManageWallet.textFeildLabel" = "Nama Wallet";

/* Manage wallet modal title */
"ManageWallet.title" = "Urus Wallet";

/* Menu button title */
"MenuButton.lock" = "Kunci Wallet";

/* Menu button title */
"MenuButton.security" = "Pusat Keselamatan";

/* Menu button title */
"MenuButton.settings" = "Tetapan";

/* Menu button title */
"MenuButton.support" = "Sokongan";

/* button label */
"MenuViewController.createButton" = "Cipta Wallet Baru";

/* Menu modal title */
"MenuViewController.modalTitle" = "Menu";

/* button label */
"MenuViewController.recoverButton" = "Pulihkan Wallet";

/* Switch to automatic mode button label */
"NodeSelector.automaticButton" = "Beralih ke Mod Automatik";

/* Node is connected label */
"NodeSelector.connected" = "Dihubungkan";

/* Enter node ip address view body */
"NodeSelector.enterBody" = "Masukkan Nod alamat IP dan port (pilihan)";

/* Enter Node ip address view title */
"NodeSelector.enterTitle" = "Masukkan Nod";

/* Switch to manual mode button label */
"NodeSelector.manualButton" = "Beralih ke Mod Manual";

/* Node address label */
"NodeSelector.nodeLabel" = "Nod Utama Semasa";

/* Node is not connected label */
"NodeSelector.notConnected" = "Tidak Dihubungkan";

/* Node status label */
"NodeSelector.statusLabel" = "Status Sambungan Nod";

/* Node Selector view title */
"NodeSelector.title" = "Nod Auroracoin";

/* Bad Payment request alert title */
"PaymentProtocol.Errors.badPaymentRequest" = "Permintaan Pembayaran Buruk";

/* Error opening payment protocol file message */
"PaymentProtocol.Errors.corruptedDocument" = "Dokumen tidak disokong atau rosak";

/* Missing certificate payment protocol error message */
"PaymentProtocol.Errors.missingCertificate" = "sijil hilang";

/* Request expired payment protocol error message */
"PaymentProtocol.Errors.requestExpired" = "permintaan tamat tempoh";

/* Payment too small alert title */
"PaymentProtocol.Errors.smallOutputError" = "Tidak dapat membuat pembayaran";

/* Amount too small error message */
"PaymentProtocol.Errors.smallPayment" = "Pembayaran Auroracoin tidak boleh kurang daripada %1$@";

/* Output too small error message. */
"PaymentProtocol.Errors.smallTransaction" = "Output transaksi Auroracoin tidak boleh kurang daripada $@. ";

/* Unsupported signature type payment protocol error message */
"PaymentProtocol.Errors.unsupportedSignatureType" = "jenis tandatangan tidak disokong";

/* Untrusted certificate payment protocol error message */
"PaymentProtocol.Errors.untrustedCertificate" = "sijil tidak dipercayai";

/* Enable face ID prompt body */
"Prompts.FaceId.body" = "Ketik di sini untuk mendayakan ID Muka";

/* Enable face ID prompt title */
"Prompts.FaceId.title" = "Dayakan ID Muka";

/* No passcode set warning body */
"Prompts.NoPasscode.body" = "Kod laluan peranti diperlukan untuk melindungi wallet anda. Pergi ke tetapan dan hidupkan kod laluan.";

/* No Passcode set warning title */
"Prompts.NoPasscode.title" = "Hidupkan kod laluan peranti";

/* Warning about paper key. */
"Prompts.PaperKey.body" = "Kunci Kertas anda mesti disimpan sekiranya anda kehilangan atau menukar telefon anda. Ketik di sini untuk meneruskan.";

/* An action is required (You must do this action). */
"Prompts.PaperKey.title" = "Tindakan Diperlukan";

/* Transaction rejected prompt body */
"Prompts.RecommendRescan.body" = "Wallet anda mungkin tidak disegerakkan. Ini selalunya boleh diperbaiki dengan mengimbas semula blockchain.";

/* Transaction rejected prompt title */
"Prompts.RecommendRescan.title" = "Transaksi Ditolak";

/* header of PinView */
"Prompts.SecurityCheck.header" = "PEMERIKSAAN\nKESELAMATAN";

/* Share data prompt body */
"Prompts.ShareData.body" = "Bantu meningkatkan AurWallet dengan berkongsi data anonymous anda dengan kami";

/* Share data prompt title */
"Prompts.ShareData.title" = "Kongsi Data Anonymous";

/* Enable touch ID prompt body */
"Prompts.TouchId.body" = "Ketik di sini untuk mendayakan ID Sentuh";

/* Enable touch ID prompt title */
"Prompts.TouchId.title" = "Dayakan ID Sentuh";

/* Upgrade PIN prompt body. */
"Prompts.UpgradePin.body" = "AurWallet telah dinaik taraf untuk menggunakan PIN 6 digit. Ketik di sini untuk menaik taraf.";

/* Upgrade PIN prompt title. */
"Prompts.UpgradePin.title" = "Naik Taraf PIN";

/* Notifications will be added later but users can set their preferences now, which is why we specify "in the future". */
"PushNotifications.body" = "Hidupkan pemberitahuan untuk menerima mesej khas dari AurWallet pada masa akan datang.";

/* Push notifications toggle switch label */
"PushNotifications.label" = "Pemberitahuan Push";

/* Push notifications are off label */
"PushNotifications.off" = "Matikan";

/* Push notifications are on label */
"PushNotifications.on" = "Hidupkan";

/* Push notifications settings view title label */
"PushNotifications.title" = "Pemberitahuan";

/* Address copied message. */
"Receive.copied" = "Disalin ke papan klip.";

/* Share via email button label */
"Receive.emailButton" = "E-mel";

/* Request button label */
"Receive.request" = "Minta Amaun";

/* Share button label */
"Receive.share" = "Kongsi";

/* Share via text message (SMS) */
"Receive.textButton" = "Mesej Teks";

/* Receive modal title */
"Receive.title" = "Terima";

/* Done button text */
"RecoverWallet.done" = "Selesai";

/* Recover wallet header */
"RecoverWallet.header" = "Pulihkan Wallet";

/* Reset PIN with paper key: header */
"RecoverWallet.header_reset_pin" = "Set semula PIN ";

/* Enter paper key instruction */
"RecoverWallet.instruction" = "Masukkan Kunci Kertas";

/* Recover wallet intro */
"RecoverWallet.intro" = "Pulihkan AurWallet anda dengan kunci kertas anda.";

/* Invalid paper key message */
"RecoverWallet.invalid" = "Kunci kertas yang anda masukkan tidak sah. Sila semak semula setiap perkataan dan cuba lagi.";

/* Previous button accessibility label */
"RecoverWallet.leftArrow" = "Anak panah Kiri";

/* Next button label */
"RecoverWallet.next" = "Seterusnya";

/* Reset PIN with paper key: more information button. */
"RecoverWallet.reset_pin_more_info" = "Ketik di sini untuk maklumat lanjut.";

/* Next button accessibility label */
"RecoverWallet.rightArrow" = "Anak panah Kanan";

/* Recover wallet sub-header */
"RecoverWallet.subheader" = "Masukkan kunci kertas untuk wallet yang anda mahu pulihkan.";

/* Reset PIN with paper key: sub-header */
"RecoverWallet.subheader_reset_pin" = "Untuk menetapkan semula PIN, masukkan perkataan daripada kunci kertas anda ke dalam kotak di bawah.";

/* No amount entered error message. */
"RequestAnAmount.noAmount" = "Sila masukkan amaun terlebih dahulu.";

/* Request a specific amount of bitcoin */
"RequestAnAmount.title" = "Minta Amaun";

/* Alert action button label */
"ReScan.alertAction" = "Segerak";

/* Alert message body */
"ReScan.alertMessage" = "Anda tidak dapat menghantar wang semasa menyegerak.";

/* Alert message title */
"ReScan.alertTitle" = "Segerak dengan Blockchain?";

/* extimated time */
"ReScan.body1" = "20-45 minit";

/* Syncing explanation */
"ReScan.body2" = "Sekiranya transaksi ditunjukkan sebagai selesai pada rangkaian Auroracoin tetapi tidak di AurWallet anda.";

/* Syncing explanation */
"ReScan.body3" = "Anda berulang kali mendapat ralat mengatakan transaksi anda ditolak.";

/* Start Sync button label */
"ReScan.buttonTitle" = "Mulakan Segerak";

/* Sync blockchain view footer */
"ReScan.footer" = "Anda tidak akan dapat menghantar wang semasa menyegerak dengan blockchain.";

/* Sync Blockchain view header */
"ReScan.header" = "Segerakkan Blockchain";

/* Subheader label */
"ReScan.subheader1" = "Anggaran masa";

/* Subheader label */
"ReScan.subheader2" = "Bila mahu Segerakkan?";

/* Scan bitcoin address camera flash toggle */
"Scanner.flashButtonLabel" = "Flash Kamera";

/* Complete filter label */
"Search.complete" = "selesai";

/* Pending filter label */
"Search.pending" = "belum selesai";

/* Received filter label */
"Search.received" = "diterima";

/* Sent filter label */
"Search.sent" = "dihantar";

/* Face ID button title */
"SecurityCenter.faceIdTitle" = "ID Muka";

/* Security Center Info */
"SecurityCenter.info" = "Dayakan semua ciri keselamatan untuk perlindungan maksimum.";

/* Paper Key button description */
"SecurityCenter.paperKeyDescription" = "Satu-satunya cara untuk mengakses Auroracoin anda jika anda kehilangan atau menaik taraf telefon anda.";

/* Paper Key button title */
"SecurityCenter.paperKeyTitle" = "Kunci Kertas";

/* PIN button description */
"SecurityCenter.pinDescription" = "Lindungi AurWallet anda daripada pengguna yang tidak dibenarkan.";

/* PIN button title */
"SecurityCenter.pinTitle" = "PIN 6 Digit";

/* Security Center Title */
"SecurityCenter.title" = "Pusat Keselamatan";

/* Touch ID button description */
"SecurityCenter.touchIdDescription" = "Buka AurWallet anda dengan mudah dan hantar wang sehingga had yang ditetapkan.";

/* Touch ID button title */
"SecurityCenter.touchIdTitle" = "ID Sentuh";

/* Send money amount label */
"Send.amountLabel" = "Amaun";

/* Balance: $4.00 */
"Send.balance" = "Baki: %1$@";

/* Camera not allowed message */
"Send.cameraunavailableMessage" = "Pergi ke Tetapan untuk membenarkan akses kamera.";

/* Camera not allowed alert title */
"Send.cameraUnavailableTitle" = "AurWallet tidak dibenarkan untuk mengakses kamera.";

/* Warning when sending to self. */
"Send.containsAddress" = "Destinasi adalah alamat anda sendiri. Anda tidak boleh menghantar kepada diri sendiri.";

/* Could not create transaction alert title */
"Send.creatTransactionError" = "Tidak dapat membuat transaksi.";

/* Description for sending money label */
"Send.descriptionLabel" = "Memo";

/* Emtpy pasteboard error message */
"Send.emptyPasteboard" = "Kertas tebal kosong";

/* Network Fee: $0.01 */
"Send.fee" = "Caj Rangkaian: %1$@";

/* Payee identity not certified alert title. */
"Send.identityNotCertified" = "Identiti penerima tidak diperakui.";

/* Invalid address alert message */
"Send.invalidAddressMessage" = "Alamat destinasi adalah alamat Auroracoin yang tidak sah.";

/* Invalid address on pasteboard message */
"Send.invalidAddressOnPasteboard" = "Kertas tebal tidak mengandungi alamat Auroracoin yang sah.";

/* Invalid address alert title */
"Send.invalidAddressTitle" = "Alamat Tidak Sah";

/* Is rescanning error message */
"Send.isRescanning" = "Menghantar dimatikan semasa mengimbas semula sepenuhnya.";

/* Loading request activity view message */
"Send.loadingRequest" = "Memuatkan Permintaan";

/* Empty address alert message */
"Send.noAddress" = "Sila masukkan alamat penerima.";

/* Emtpy amount alert message */
"Send.noAmount" = "Sila masukkan amaun untuk dihantar.";

/* Paste button label */
"Send.pasteLabel" = "Tampal";

/* Could not publish transaction alert title */
"Send.publishTransactionError" = "Tidak dapat menyiarkan transaksi.";

/* Could not load remote request error message */
"Send.remoteRequestError" = "Tidak dapat memuatkan permintaan pembayaran";

/* Scan button label */
"Send.scanLabel" = "Imbas";

/* Send button label (the action, "press here to send") */
"Send.sendLabel" = "Hantar";

/* Send screen title (as in "this is the screen for sending money") */
"Send.title" = "Menghantar";

/* Send money to label */
"Send.toLabel" = "Ke";

/* Adress already used alert message - first part */
"Send.UsedAddress.firstLine" = "Alamat Auroracoin adalah bertujuan untuk kegunaan tunggal sahaja.";

/* Adress already used alert message - second part */
"Send.UsedAddress.secondLIne" = "Penggunaan semula mengurangkan privasi untuk anda dan penerima dan boleh mengakibatkan kerugian jika penerima tidak mengendalikan alamat secara langsung.";

/* Adress already used alert title */
"Send.UsedAddress.title" = "Alamat Telah Digunakan";

/* About label */
"Settings.about" = "Tentang";

/* Advanced Settings title */
"Settings.advancedTitle" = "Tetapan Lanjutan";

/* i.e. the currency which will be displayed */
"Settings.currency" = "Paparan Mata Wang";

/* Join Early access label */
"Settings.earlyAccess" = "Sertai Akses Awal";

/* Are you enjoying bread alert message body */
"Settings.enjoying" = "Adakah anda menikmati AurWallet?";

/* Face ID spending limit label */
"Settings.faceIdLimit" = "ID Muka Had Perbelanjaan";

/* Import wallet label */
"Settings.importTitle" = "Import Wallet";

/* Manage settings section header */
"Settings.manage" = "Menguruskan";

/* Notifications label */
"Settings.notifications" = "Pemberitahuan";

/* Leave review button label */
"Settings.review" = "Tinggalkan kami Ulasan";

/* Share anonymous data label */
"Settings.shareData" = "Kongsi Data Anonymous";

/* Sync blockchain label */
"Settings.sync" = "Segerakkan Blockchain";

/* Settings title */
"Settings.title" = "Tetapan";

/* Touch ID spending limit label */
"Settings.touchIdLimit" = "ID Sentuh Had Perbelanjaan";

/* Wallet Settings section header */
"Settings.wallet" = "Wallet";

/* Start or recover another wallet menu label. */
"Settings.wipe" = "Mula/Pulihkan Wallet Lain";

/* Share data view body */
"ShareData.body" = "Bantu meningkatkan AurWallet dengan berkongsi data anonymous anda dengan kami. Ini tidak termasuk sebarang maklumat kewangan. Kami menghormati privasi kewangan anda.";

/* Share data header */
"ShareData.header" = "Kongsi Data?";

/* Share data switch label. */
"ShareData.toggleLabel" = "Kongsi Data Anonymous?";

/* button label */
"StartPaperPhrase.againButtonTitle" = "Tuliskan Kunci Kertas Semula";

/* Paper key explanation text. */
"StartPaperPhrase.body" = "Kunci kertas anda adalah satu-satunya cara untuk memulihkan AurWallet anda jika telefon anda hilang, dicuri, rosak, atau dinaik taraf.\n \nKami akan menunjukkan kepada anda senarai perkataan untuk ditulis pada sekeping kertas dan kekal selamat.";

/* button label */
"StartPaperPhrase.buttonTitle" = "Tuliskan Kunci Kertas";

/* Argument is date */
"StartPaperPhrase.date" = "Kali terakhir anda menulis kunci kertas anda pada %1$@";

/* Start view message */
"StartViewController.message" = "Cara paling terjamin dan paling selamat untuk menggunakan Auroracoin.";

/* labels of syncView */
"SynchingView.blockHeightLabel" = "SEKAT KETINGGIAN";

"SynchingView.progressLabel" = "KEMAJUAN";

/* Syncing view connectiong state header text */
"SyncingView.connecting" = "Menghubungkan";

/* Syncing view header text */
"SyncingView.header" = "Menyegerak";

/* Retry button label */
"SyncingView.retry" = "Cuba semula";

/* Syncing view syncing state header text */
"SyncingView.syncing" = "Menyengerak";

/* 6 d (6 days) */
"TimeSince.days" = "%1$@ h";

/* 6 h (6 hours) */
"TimeSince.hours" = "%1$@ j";

/* 6 m (6 minutes) */
"TimeSince.minutes" = "%1$@ m";

/* 6 s (6 seconds) */
"TimeSince.seconds" = "%1$@ s";

/* You can customize your Touch ID Spending Limit from the [TouchIdSettings.linkText gets added here as a button] */
"TouchIdSettings.customizeText" = "Anda boleh menyesuaikan ID Sentuh had perbelanjaan anda dari %1$@";

/* Touch Id screen label */
"TouchIdSettings.label" = "Gunakan cap jari anda untuk membuka AurWallet anda dan menghantar wang sehingga had yang ditetapkan.";

/* Link Text (see TouchIdSettings.customizeText) */
"TouchIdSettings.linkText" = "Skrin ID Sentuh Had Perbelanjaan";

/* Spending Limit: b100,000 ($100) */
"TouchIdSettings.spendingLimit" = "Had perbelanjaan: %1$@ (%2$@)";

/* Touch id switch label. */
"TouchIdSettings.switchLabel" = "Dayakan ID Sentuh untuk AurWallet";

/* Touch ID settings view title */
"TouchIdSettings.title" = "ID Sentuh";

/* Touch ID unavailable alert message */
"TouchIdSettings.unavailableAlertMessage" = "Anda belum menetapkan ID Sentuh pada peranti ini. Pergi ke Tetapan-> ID Sentuh & Kod Laluan untuk menetapkannya sekarang.";

/* Touch ID unavailable alert title */
"TouchIdSettings.unavailableAlertTitle" = "ID Sentuh Tidak Ditetapkan";

/* Always require passcode option */
"TouchIdSpendingLimit" = "Sentiasa memerlukan kod laluan";

/* Touch ID spending limit screen body */
"TouchIdSpendingLimit.body" = "Anda akan diminta untuk memasukkan PIN 6 digit anda untuk menghantar sebarang transaksi melebihi had perbelanjaan anda, dan setiap 48 jam selepas kali terakhir anda memasukkan PIN 6 digit anda.";

/* Touch Id spending limit screen title */
"TouchIdSpendingLimit.title" = "ID Sentuh Had Perbelanjaan";

/* Availability status text */
"Transaction.available" = "Tersedia untuk Digunakan";

/* Transaction complete label */
"Transaction.complete" = "Selesai";

/* eg. Ending balance: $50.00 */
"Transaction.ending" = "Baki akhir: %1$@";

/* Exchange rate on date header */
"Transaction.exchangeOnDayReceived" = "Kadar pertukaran apabila diterima:";

/* Exchange rate on date header */
"Transaction.exchangeOnDaySent" = "Kadar pertukaran apabila dihantar:";

/* (b600 fee) */
"Transaction.fee" = "(%1$@ yuran)";

/* Invalid transaction */
"Transaction.invalid" = "TIDAK SAH";

/* Timestamp label for event that just happened */
"Transaction.justNow" = "sebentar tadi";

/* Receive status text: 'In progress: 20%' */
"Transaction.receivedStatus" = "Dalam proses: %1$@";

/* Send status text: 'In progress: 20%' */
"Transaction.sendingStatus" = "Dalam proses: %1$@";

/* eg. Starting balance: $50.00 */
"Transaction.starting" = "Baki permulaan: %1$@";

/* Waiting to be confirmed string */
"Transaction.waiting" = "Menunggu untuk disahkan. Sesetengah pedagang memerlukan pengesahan untuk menyelesaikan transaksi. Anggaran masa: 1-2 minit.";

/* e.g. I received money from an account. */
"TransactionDetails.account" = "akaun";

/* Amount section header */
"TransactionDetails.amountHeader" = "Amaun";

/* Block height label */
"TransactionDetails.blockHeightLabel" = "Disahkan di Blok";

/* Memo section header */
"TransactionDetails.commentsHeader" = "Memo";

/* Empty transaction list message. */
"TransactionDetails.emptyMessage" = "Transaksi anda akan kelihatan di sini.";

/* "Received [$5] at [which of my addresses]" => This is the "at [which of my addresses]" part. */
"TransactionDetails.from" = "di %1$@";

/* More button title */
"TransactionDetails.more" = "Lanjut...";

/* Moved $5.00 (as in "I moved $5 to another location") */
"TransactionDetails.moved" = "Memindahkan %1$@";

/* Moved $5.00 */
"TransactionDetails.movedAmountDescription" = "Memindahkan <b>%1@</b>";

/* eg. Confirmed in Block: Not Confirmed */
"TransactionDetails.notConfirmedBlockHeightLabel" = "Tidak Disahkan";

/* "Received [$5] at [which of my addresses]" => This is the "Received [$5]" part. */
"TransactionDetails.received" = "Menerima %1$@";

/* Received $5.00 */
"TransactionDetails.receivedAmountDescription" = "Menerima <b>%1@</b>";

/* "Sent [$5] to [address]" => This is the "Sent [$5]" part. */
"TransactionDetails.sent" = "Menghantar %1$@";

/* Sent $5.00 */
"TransactionDetails.sentAmountDescription" = "Menghantar <b>%1@</b>";

/* Status section header */
"TransactionDetails.statusHeader" = "Status";

/* Transaction Details Title */
"TransactionDetails.title" = "Butiran Transaksi";

/* "Sent [$5] to [address]" => This is the "to [address]" part. */
"TransactionDetails.to" = "ke %1$@";

/* Transaction ID header */
"TransactionDetails.txHashHeader" = "ID Transaksi Auroracoin";

/* (this transaction was) Received at this address: */
"TransactionDirection.address" = "Diterima di Alamat ini";

/* (this transaction was) Sent to this address: */
"TransactionDirection.to" = "Dihantar ke Alamat ini";

/* filter buttons for transactionView */
"TransactionView.all" = "semua";

"TransactionView.received" = "diterima";

"TransactionView.sent" = "dihantar";

/* Disabled until date */
"UnlockScreen.disabled" = "Dilumpuhkan sehingga: %1$@";

/* My Address button title */
"UnlockScreen.myAddress" = "Alamat Saya";

/* Reset PIN with Paper Key button label. */
"UnlockScreen.resetPin" = "Tetapkan semula PIN";

/* Scan button title */
"UnlockScreen.scan" = "Imbas";

/* Unlock Screen sub-header */
"UnlockScreen.subheader" = "Masukkan PIN";

/* TouchID prompt text */
"UnlockScreen.touchIdPrompt" = "Membuka AurWallet anda.";

/* Unlock with TouchID accessibility label */
"UnlockScreen.touchIdText" = "Mengunci dengan IDSentuh";

/* Wallet unlocked message */
"UnlockScreen.unlocked" = "Wallet Dibuka";

/* Update PIN caption text */
"UpdatePin.caption" = "Ingat PIN ini. Sekiranya anda terlupa, anda tidak dapat mengakses Auroracoin anda.";

/* PIN creation info. */
"UpdatePin.createInstruction" = "PIN anda akan digunakan untuk membuka AurWallet anda dan menghantar wang.";

/* Update PIN title */
"UpdatePin.createTitle" = "Tetapkan PIN";

/* Update PIN title */
"UpdatePin.createTitleConfirm" = "Masukkan semula PIN";

/* Enter current PIN instruction */
"UpdatePin.enterCurrent" = "Masukkan PIN semasa anda.";

/* Enter new PIN instruction */
"UpdatePin.enterNew" = "Masukkan PIN baru anda.";

/* Re-Enter new PIN instruction */
"UpdatePin.reEnterNew" = "Masukkan semula PIN baru anda.";

/* Update PIN failure error message. */
"UpdatePin.setPinError" = "Maaf, tidak dapat mengemas kini PIN.";

/* Update PIN failure alert view title */
"UpdatePin.setPinErrorTitle" = "Ralat Kemas kini PIN";

/* Update PIN title */
"UpdatePin.updateTitle" = "Kemas kini PIN";

/* Authorize to copy wallet addresses alert message */
"URLHandling.addressaddressListAlertMessage" = "Salin alamat wallet ke papan klip?";

/* Authorize to copy wallet address PIN view prompt. */
"URLHandling.addressList" = "Dibenarkan untuk menyalin alamat wallet ke papan klip";

/* Authorize to copy wallet address alert title */
"URLHandling.addressListAlertTitle" = "Salin Alamat Wallet";

/* Copy wallet addresses alert button label */
"URLHandling.copy" = "Salin";

/* Verify PIN for transaction view body */
"VerifyPin.authorize" = "Sila masukkan PIN anda untuk membenarkan transaksi ini.";

/* Verify PIN view body */
"VerifyPin.continueBody" = "Sila masukkan PIN anda untuk meneruskan.";

/* Verify PIN view title */
"VerifyPin.title" = "PIN Diperlukan";

/* Authorize transaction with touch id message */
"VerifyPin.touchIdMessage" = "Membenarkan Transaksi ini";

/* 'No wallet' warning for watch app */
"Watch.noWalletWarning" = "Buka aplikasi iPhone AurWallet untuk menetapkan wallet anda.";

/* Dismiss button label */
"Webview.dismiss" = "Bersurai";

/* Webview loading error message */
"Webview.errorMessage" = "Terdapat ralat memuat kandungan. Sila cuba lagi.";

/* Updating webview message */
"Webview.updating" = "Mengemas kini...";

/* Welcome screen text. (?) will be replaced with the help icon users should look for. */
"Welcome.body" = "Auroracoin untuk iOS telah menukar namanya kepada AurWallet, dengan rupa baru dan beberapa ciri baru.\n \nJika anda memerlukan bantuan, cari (?) Di sebelah kanan atas kebanyakan skrin.";

/* Top title of welcome screen */
"Welcome.title" = "Selamat Datang ke AurWallet!";

/* Wipe wallet alert message */
"WipeWallet.alertMessage" = "Adakah anda pasti mahu memadam wallet ini?";

/* Wipe wallet alert title */
"WipeWallet.alertTitle" = "Menghapuskan Wallet?";

/* Failed wipe wallet alert message */
"WipeWallet.failedMessage" = "Gagal untuk menghapuskan wallet.";

/* Failed wipe wallet alert title */
"WipeWallet.failedTitle" = "Gagal";

/* Enter phrase to wipe wallet instruction. */
"WipeWallet.instruction" = "Masukkan frasa pemulihan wallet ini untuk menghapusnya dan mulakan atau memulihkan yang lain. Baki semasa anda kekal pada frasa ini.";

/* Start wipe wallet view message */
"WipeWallet.startMessage" = "Memulakan atau memulihkan wallet lain membolehkan anda mengakses dan mengurus AurWallet yang berbeza pada peranti ini.";

/* Start wipe wallet view warning */
"WipeWallet.startWarning" = "Anda tidak lagi dapat mengakses AurWallet semasa anda dari peranti ini. Baki akan kekal pada frasa.";

/* Wipe wallet navigation item title. */
"WipeWallet.title" = "Mula atau Pulihkan Wallet Lain";

/* Wipe wallet button title */
"WipeWallet.wipe" = "Hapus";

/* Wiping activity message */
"WipeWallet.wiping" = "Menghapus...";

/* Paper key instructions. */
"WritePaperPhrase.instruction" = "Tulis setiap perkataan dengan teratur dan simpan di tempat yang selamat.";

/* button label */
"WritePaperPhrase.next" = "Seterusnya";

/* button label */
"WritePaperPhrase.previous" = "Sebelumnya";

/* 1 of 3 */
"WritePaperPhrase.step" = "%1$d daripada %2$d";

